export const cities = [
  "Москва",
  "Абакан",
  "Кострома",
  "Ярославль",
  "Псков",
  "Тверь",
  "Нижний Новгород",
];
export const supplyTypes = ["Монопаллета", "Короб"];
export const warehouses = [
  "Склад",
  "СЦ Абакан",
  "Черная грязь",
  "Внуково",
  "Белая Дача",
  "Электросталь",
  "Вёшки",
];

export const statuses = ["В пути", "Задерживается"];

// prettier-ignore
export const warehouseAddresses: { [key: string]: string } = {
    "Склад": "ул. Ленина, д. 1, Москва",
    "СЦ Абакан": "ул. Промышленная, 45",
    "Черная грязь": "ул. Мира 52",
    "Внуково": "Лазоревый пр. 1к1",
    "Белая Дача": "г. Котельники, ТК Белая Дача",
    "Электросталь": "г. Электросталь, ул. Заводская, 15",
    "Вёшки": "пос. Вёшки, Складской квартал 'Северный'",
};
